Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: In addition, under article 75, paragraph 5, “anyone inciting discrimination, hatred or violence, by any of the means mentioned in article 74, against a person or group of persons on account of their origin, colour, sex, family situation or membership or non-membership of a given national, racial or religious grouping, shall be liable to a prison term of one month to one year and a fine of FMG 100,000 to 3 million”.
fr: Par ailleurs, aux termes de l'article 75, alinéa 5: «ceux qui, par l'un des moyens énoncés à l'article 74 auront provoqué la discrimination, la haine ou la violence à l'égard d'une personne ou d'un groupe de personnes en raison de leur origine, de leur couleur, de leur sexe, de leur situation de famille ou de leur appartenance ou de leur non appartenance à une nation, une race ou une religion déterminée, seront punis d'un emprisonnement d'un mois à un an et d'une amende de 100 000 à 3 000 000 FMG».

source: Under article 115 of the Criminal Code, “anyone who knowingly denies another person a right on grounds of origin, colour, sex, family situation or actual or supposed membership or non-membership of a given ethnic, national, racial or religious grouping” is liable to a prison term of one month to one year and/or a fine of FMG 50,000 to 250,000.
fr: À titre de rappel, l'article 115 du Code pénal punit d'une peine d'emprisonnement de un mois à un an et d'une amende de 50 000 à 250 000 FMG ou de l'une de ces deux peines seulement «celui qui, en raison de l'origine d'une personne, de sa couleur, de son sexe, de sa situation de famille ou de son appartenance, ou non-appartenance, vraie ou supposée, à une ethnie, une nation, une race, ou une religion déterminée, lui aura refusé sciemment le bénéfice d'un droit auquel elle pouvait prétendre».

source: The above penalties are doubled where the offence is committed by a public official in the performance of his or her duties.
fr: Les peines prévues ci-dessus sont portées au double lorsque les faits ont été commis par un dépositaire de l'autorité publique, à l'occasion de l'exercice de ses fonctions.

source: Article 10 of the Constitution, on freedom of assembly, represents a step forward since the previous report.
fr: Depuis le dernier rapport, il convient de noter le progrès apporté par l'article 10 de la Constitution sur la liberté de réunion.

source: The term “assembly” denotes meetings held in a meeting room, in private or on the public highway.
fr: Le terme «réunion» vise celle tenue en salle, en privé ou sur les voies publiques.

source: This freedom may be restricted only for the sake of respect for the rights and freedoms of others and the need to safeguard public order.
fr: Cette liberté ne connaît de limitation que le respect des droits et libertés d'autrui et la nécessité de sauvegarder l'ordre public.

source: Under articles 1 and 2 of Ordinance No. 60-104 of 21 September 1960 on public gatherings, a meeting held on the public highway ceases to be peaceful if any participant is openly carrying a weapon.
fr: Selon les articles 1 et 2 de l'ordonnance no 60-104 du 21 septembre 1960 relative aux attroupements, la tenue d'une réunion sur la voie publique cesse d'être pacifique si un participant est porteur d'arme apparente.

source: Act No. 91-011 of 18 July 1991 on emergency situations prohibits gatherings and demonstrations on the public highway.
fr: La loi no 91-011 du 18 juillet 1991 relative aux situations d'exception interdit et incrimine les attroupements et manifestations sur les voies publiques.

source: This prohibition is described in more detail above, in the section on the implementation of article 4 of the Covenant.
fr: Les détails de cette interdiction sont déjà développés à l'occasion des informations fournies sur l'application de l'article 4 du Pacte.

source: Freedom of association and the right to form and join trade unions
fr: Liberté d'association et liberté syndicale

source: The details of the exercise of the freedom of association guaranteed under article 10 of the Constitution are set forth in the following laws and regulations:
fr: Les modalités d'exercice de la liberté d'association garantie par l'article 10 de la Constitution sont précisées par les textes législatifs et réglementaires ci-après:

source: (a) Ordinance No. 60-133 of 3 October 1960 on the general regulations governing associations;
fr: a) Ordonnance no 60-133 du 3 octobre 1960 portant régime général des associations;

source: (b) Decree No. 60-383 of 5 October 1960 on the implementation of Ordinance No. 60-133;
fr: b) Décret no 60-383 du 5 octobre 1960 portant application de l'ordonnance no 60-133;

source: (c) Ordinance No. 90-011 of 9 March 1990 on the general regulations governing political parties and organizations;
fr: c) Ordonnance no 90-011 du 9 mars 1990 portant régime général des partis ou organisations politiques;

source: (d) Act No. 96-030 of 14 August 1997 on the special regulations for non-governmental organizations;
fr: d) Ordonnance no 96-030 du 14 août 1997 portant régime particulier des ONG;

source: (e) Decree No. 98-711 of 2 September 1998 on arrangements for implementing Act No. 96-030.
fr: e) Décret no 98-711 du 2 septembre 1998 fixant les modalités d'application de la loi no 96-030.

source: The right to freedom of association is guaranteed by judicial supervision exercised by the Administrative Division of the Supreme Court.
fr: La protection du droit à la liberté d'association est garantie par un contrôle juridictionnel exercé par la Chambre administrative de la Cour suprême.

source: Any appeals must relate to the protection of members' collective interests.
fr: L'action intentée doit porter sur la protection des intérêts collectifs des membres.

source: Associations may appeal to the Court in the event of any violation of their rights and freedoms.
fr: En cas de violations de leurs droits et libertés, ces associations peuvent intenter un recours devant cette juridiction.

source: Right to form and join trade unions
fr: La liberté syndicale

source: Trade unions' mission is to defend the collective interests of their members.
fr: Les syndicats ont pour mission la défense des intérêts collectifs de leurs membres.

source: At the international level, Madagascar has ratified the International Labour Organization (ILO) Convention concerning Freedom of Association and Protection of the Right to Organize (Convention No. 87 of 9 July 1948).
fr: Sur le plan international, Madagascar a ratifié la Convention no 87 du 9 juillet 1948 de l'OIT sur la liberté syndicale et la protection du droit syndical.

source: Article 31 of the Constitution recognizes the right of all workers to defend their interests through union action and in particular the freedom to form a trade union.
fr: L'article 31 de la Constitution reconnaît le droit de tout travailleur de défendre ses intérêts par l'action syndicale et en particulier de fonder librement un syndicat.

source: The right to join a trade union is unrestricted.
fr: L'adhésion à un syndicat est libre.

source: Article 33 of the Constitution stipulates that the right to strike shall be exercised in accordance with the law.
fr: L'article 33 de la Constitution, précise que le droit de grève s'exerce dans les conditions fixées par la loi.

source: By decision No. 112 of 23 February 1983 (Raharison v.
fr: La Chambre administrative de la Cour suprême, par arrêt no 112 du 23 février 1983, dans l'affaire Raharison c.

source: State of Madagascar), the Administrative Division of the Supreme Court ruled as follows:
fr: État malagasy a jugé:

source: “That the right to strike may be exercised only in accordance with the law of the land, which in the case of Madagascar means specifically Ordinance No. 60-149 of 3 October 1960, which has not been repealed and thus remains in force, and which prohibits all organized withdrawal of labour for certain categories of public servants and officials.
fr: que «Le droit de grève ne peut être exercé que conformément aux lois du pays, et en particulier en ce qui concerne Madagascar, à l'ordonnance no 60-149 du 3 octobre 1960, qui n'a pas encore fait l'objet d'une abrogation et est en conséquence, toujours en vigueur, texte suivant lequel toute cessation concertée du travail est interdite à certaines catégories de fonctionnaires et agents.

source: That Mr. Raharison and others belonged to one of the categories of public officials who were not permitted to strike.”
fr: Que Sieur Raharison et autres (…) faisaient partie de l'une des catégories d'agents pour laquelle la grève est interdite.».

source: “Whereas the investigation shows that the appellants were employed in the Meteorological Service; that, in accordance with the aforementioned Ordinance, they were members of one of the categories of officials not permitted to strike, either because they are planning officials or for security reasons or because their service is one whose disruption would cause significant harm to the nation; and that, having gone on strike from 8 to 16 August 1979, the appellants were guilty of professional misconduct.”
fr: Dans le même sens, l'arrêt no 114 du 23 février 1983, dans l'affaire Ramanoarisoa Basile − Rasamoelina Henri Solo contre État malagasy a précisé «Considérant qu'il ressort de l'instruction que les requérants étaient en fonction dans les services de la Météorologie; qu'en application de l'ordonnance susmentionnée, ils faisaient partie de l'une des catégories d'agents pour laquelle la grève est interdite soit parce qu'il s'agit d'agent de conception, soit pour des raisons de sécurité, soit encore parce qu'il s'agit de service dont l'interruption entraînerait d'importants préjudices à la nation; qu'ayant fait la grève du 8 au 16 août 1979, les intéressés ont commis une faute professionnelle.».

source: In opinion No. 01-HCC/AV of 6 April 2005, on the interpretation of article 33 of the Constitution, the Constitutional High Court stated that:
fr: Par avis no 01-HCC/AV du 6 avril 2005, sur l'interprétation des dispositions de l'article 33 de la Constitution, la Haute Cour constitutionnelle a précisé que:

source: “strikes by public officials must be conducted in accordance with the current legal order, namely the Constitution, the law and the regulations;
fr: «… la grève des fonctionnaires doit s'exercer dans le respect de l'ordonnancement juridique en vigueur, à savoir la Constitution, les lois et les règlements;

source: Any regulations governing strikes by public officials must take account of the special legal status of such officials;
fr: Qu'une réglementation de la grève des fonctionnaires doit tenir compte du statut juridique spécial auquel le fonctionnaire est soumis;

source: Such regulations are legally applicable only to the defence of professional collective interests.
fr: Elle n'est licite que pour la défense des intérêts professionnels collectifs uniquement.».

source: The withholding of pay is not a punitive measure, given that a report of a failure to provide service implies no evaluation of the official's personal conduct, as it would in the context of disciplinary proceedings.
fr: «Que la mesure de retenue n'a pas le caractère de sanction, la constatation de l'inexécution du service n'impliquant aucune appréciation du comportement personnel de l'agent comme dans le cadre d'une procédure disciplinaire.»

source: Officials who stop work for a strike have no right to remuneration provided they have clearly failed to perform their duty.”
fr: «Qu'il en résulte qu'en cas d'arrêt de travail pour fait de grève, le fonctionnaire n'a pas droit à rémunération dès lors que l'inexécution de ses obligations est suffisamment manifeste.».

source: In accordance with article 22, paragraph 2, of the Covenant, the right to strike is not recognized to members of the armed forces, the police or the gendarmerie, in the interests of security and public order.
fr: Conformément à l'article 22 paragraphe 2 du Pacte, dans l'intérêt de la sécurité et de l'ordre public, le droit de grève n'est pas reconnu au personnel des forces armées, de la police et de la gendarmerie.

source: Trade union rights in the private sector
fr: La liberté syndicale dans le secteur privé

source: Under Act No. 94-029 of 25 August 1995 on the Labour Code, trade unions are no longer compelled to affiliate to the parties of the Front national pour la défense de la révolution.
fr: La loi no 94-029 du 25 août 1995 portant Code du travail n'impose plus aux syndicats l'obligation de s'affilier aux partis du Front national pour la défense de la révolution.

source: Article 4 of the Act states that “the exercise of trade union rights is recognized as one of the rights and freedoms guaranteed by the Constitution”.
fr: Ainsi, l'article 4 de cette loi énonce que: «l'exercice du droit syndical est reconnu dans le respect des droits et libertés garantis par la Constitution».

source: Article 5 states that “workers and employers, without distinction of any kind and regardless of their occupation, have the right to freely form trade unions and professional associations, without prior authorization, and to join any such associations as they choose, provided only that they abide by the statutes of the said associations”.
fr: En outre, l'article 5 édicte que: «les travailleurs et les employeurs, sans distinction d'aucune sorte et quelle que soit leur profession, ont le droit sans autorisation préalable, de constituer librement des organisations syndicales et professionnelles, ainsi que de s'affilier à des organisations de leur choix, à la seule condition de se conformer aux statuts de ces dernières».

source: Workers' and employers' associations now work in partnership in negotiating wages and solving labour problems.
fr: Actuellement, les organisations de travailleurs et les organisations d'employeurs travaillent en partenariat pour les négociations salariales et les problèmes du monde du travail.

source: The old tripartite body known as the National Employment Board, which is made up of representatives of the State and of workers' and employers' organizations, has now been replaced by the National Labour Board.
fr: L'ancienne structure tripartite, connue sous la dénomination de Conseil national de l'emploi (CNE), composée des représentants de l'État, de l'organisation des travailleurs et des employeurs est actuellement remplacée par le Conseil national du travail (CNT).

source: The new Labour Act (No. 2003-044 of 28 July 2004) has incorporated ILO recommendations on the involvement of the various actors in creating a worker-friendly environment, including (a) vocational training, (b) health and safety, and (c) social security and benefits.
fr: La nouvelle législation du travail no 2003-044 du 28 juillet 2004 a pris en compte les diverses recommandations de l'OIT tendant à une meilleure implication des différents acteurs dans la mise en place d'un environnement favorables aux travailleurs incluant:

source: The Board has been set up as a tripartite body for consultation, dialogue, cooperation and negotiation between employers and workers, and to provide information on employment, training, social security, work and pay.
fr: Ce Conseil a été institué en tant qu'organe tripartite de consultation, de dialogue, de concertation, de négociation entre les partenaires sociaux et d'informations en matière d'emploi, de formation, de protection sociale, de travail et de salaire.

source: Progress made in this area includes constitutional, legal and judicial protection for trade union rights and the right to strike.
fr: Les progrès réalisés dans ce domaine sont constitués par la protection constitutionnelle, législative et judiciaire de la liberté syndicale et du droit de grève.

source: Trade union rights in the civil service
fr: La liberté syndicale de la fonction publique

source: Under Act No. 2003-011 of 9 September 2003 on the general status of civil servants, the Civil Service Council was retained as a channel for dialogue and cooperation between the State and the civil service unions.
fr: La loi no 2003-011 du 9 septembre 2003 portant statut général des fonctionnaires, a maintenu le Conseil supérieur de la fonction publique (CSFOP) pour favoriser le dialogue et la concertation entre l'État et les syndicats des fonctionnaires.

source: According to Decree No. 18536/2004 of 1 October 2004, 20 civil service unions are now represented on the Civil Service Council.
fr: Actuellement, au vu de l'arrêté no 18536/2004 du 1er octobre 2004, 20 syndicats des fonctionnaires sont représentés au sein du CSFOP.

source: Moves towards federation, as a means of facilitating inter-union cooperation, have led to the formation of the Conference of Malagasy Workers.
fr: On constate une tendance au regroupement en vue d'une coopération intersyndicale ayant abouti à la naissance de la Conférence des travailleurs malgaches (CTM).

source: Employers' organizations
fr: Les organisations d'employeurs

source: Two Malagasy employers' associations, the Madagascar Business Group and the Fivondronan'ny Mpandraharaha Malagasy, are founder members of the Confederation of Organisations of Employers of the Indian Ocean (COEOI), which comprises (a) the Comoros Employers' Association, (b) the Mauritius Employers' Federation, (c) the Liaison Committee for the Economic Interests of Réunion and (d) the Federation of Employers' Associations of Seychelles.
fr: Les organisations patronales malagasy constituées par le Groupement des Entreprises de Madagascar (GEM) et le Fivondronan'ny Mpandraharaha Malagasy (FIV.MPA.MA) sont membres fondateurs de la Confédération d'organisations d'employeurs de l'océan Indien (COEOI) regroupant:

source: COEOI is a subregional federation of the most representative employers' associations of the Indian Ocean.
fr: La COEOI est une structure sous-régionale des organisations d'employeurs les plus représentatives de l'océan Indien.

source: At the regional level, Madagascar is participating in the Programme for the Promotion of Social Dialogue in French-speaking Africa, a regional programme set up by ILO and the Government in 1997.
fr: Au niveau régional, Madagascar est membre de la «Promotion du dialogue social en Afrique francophone» (PRODIAF), programme mis en œuvre par le BIT et le Gouvernement malagasy en 1997.

source: Protection of the family and of children
fr: Protection de la famille et des enfants

source: The most significant development to have taken place since the last report is the incorporation of the provisions of article 23, paragraph 1, of the Covenant, into article 20 of the Constitution.
fr: L'évolution importante enregistrée depuis le dernier rapport est consacrée par la Constitution qui a fait siennes en son article 20 les dispositions de l'article 23-1 du Pacte.

source: Article 20 of the Constitution states: “The family, which is the natural and fundamental unit of society, shall be protected by the State.
fr: L'article 20 de la Constitution stipule que «La famille, élément naturel et fondamental de la société, est protégée par l'État.

source: Everyone is entitled to found a family and to bequeath their personal property.”
fr: Tout individu a le droit de fonder une famille et de transmettre en héritage ses biens personnels.».

source: The family enjoys extensive protection under article 21 of the Constitution: “The State shall protect the family, to allow its free development, as well as mothers and children, through legislation and appropriate social institutions.”
fr: Aux termes de l'article 21 de la Loi fondamentale, la famille bénéficie d'une protection étendue ainsi énoncée:

source: Act No. 90-013 of 20 July 1990, amending Ordinance No. 62-089 of 1 October 1962 concerning marriage, also represents a new development, insofar as it prohibits any discrimination against the wife at any time during a marriage.
fr: L'innovation apportée par la loi no 90-013 du 20 juillet 1990 modifiant l'ordonnance no 62-089 du 1er octobre 1962 relative au mariage met fin à la discrimination à l'égard de l'épouse tout au long de la vie commune.

source: This law stipulates that the couple shall jointly decide on the place of marital residence and that “where disagreements arise in the course of a marriage over the choice of place of residence, one of the spouses may apply to the court for interim relief”.
fr: Cette loi prévoit que les époux fixent d'un commun accord la résidence commune et «… en cas de survenance, au cours du mariage, de désaccords entre les époux sur le choix d'une résidence commune, l'époux le plus diligent peut saisir le juge des référés».

source: Article 57 states that “either spouse may give the other general or ad hoc power of attorney to represent the couple”.
fr: Par ailleurs, l'article 57 stipule que: «chacun des époux peut donner à son conjoint mandat général ou particulier de les représenter».

source: Improvements to the matrimonial regime have been made under Act No. 90-014 of 20 July 1990, which introduced equal division of marital property as the rule in the event of the dissolution of a marriage.
fr: L'amélioration apportée aux régimes matrimoniaux est consacrée par la loi no 90-014 du 20 juillet 1990. Désormais, en cas de dissolution du mariage, le partage des biens de la communauté par moitié est la règle.

source: Lastly, in the area of criminal law, husbands and wives found guilty of adultery are liable to the same penalties under article 357 of the Criminal Code and Act No. 96-009 of 9 August 1996.
fr: Enfin, sur le plan pénal, les époux convaincus d'avoir commis le délit d'adultère sont punis de mêmes peines prévues à l'article 357 du Code pénal et la loi no 96-009 du 9 août 1996.

source: With the aim of promoting equal rights and responsibilities between spouses, the State, jointly with UNDP, has produced a document entitled “Egalité de l'homme et de la femme pour le développement” (“Male-female equality for development”).
fr: Dans le souci de promouvoir l'égalité des droits et responsabilités des époux, un document préconisant l'«Égalité de l'homme et de la femme pour le développement» fut élaboré par l'État malagasy avec le concours du PNUD.

source: New developments are reflected in the ratification of international children's rights instruments.
fr: Les innovations réalisées se traduisent par la ratification des instruments internationaux relatifs aux droits de l'enfant.

source: Madagascar has ratified:
fr: Madagascar a ratifié:

source: (a) The Convention on the Rights of the Child (ratified on 19 March 1991);
fr: a) La Convention relative aux droits de l'enfant le 19 mars 1991;

source: (b) The African Charter on the Rights and Welfare of the Child (17 January 2005);
fr: b) La Charte africaine des droits et du bien-être de l'enfant le 17 janvier 2005;

source: (c) The Optional Protocol to the Convention on the Rights of the Child on the involvement of children in armed conflict (2 February 2004); and
fr: c) Le protocole facultatif à la Convention relative aux droits de l'enfant concernant l'implication des enfants dans les conflits armés le 2 février 2004;

source: (d) The Optional Protocol to the Convention on the Rights of the Child on the sale of children, child prostitution and child pornography (2 February 2004).
fr: d) Le protocole facultatif à la Convention relative aux droits de l'enfant concernant la vente d'enfants, la prostitution des enfants et la pornographie mettant en scène des enfant le 2 février 2004.

source: Efforts are now being made to amend legislation in order to give full effect to the conventions thus ratified.
fr: Actuellement, des efforts de réformes législatives sont effectués en vue de donner plein effet aux différentes conventions ratifiées.

source: Article 24
fr: Droits de l'enfant
